Repository: ananyakshv/HAL-CropFlow-Pheonix
Catalog: src/core/locale/*/LC_MESSAGES/django.po
Languages: kn, ta

source: Add to Cart
kn: ಕಾರ್ಟ್‌ಗೆ ಸೇರಿಸಿ
ta: காரட்டுக்கு சேர்க்கவும்

source: Please enter a valid quantity.
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಪ್ರಮಾಣವನ್ನು ನಮೂದಿಸಿ
ta: தயவுசெய்து சரியான அளவை உள்ளிடவும்

source: Back to Dashboard
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗೆ ಹಿಂದಿರುಗಿ
ta: பஞ்சாயத்து கட்டுப்பாட்டு சின்னம்

source: Price per kg
kn: ಪ್ರತಿ ಕಿಲೋ ಬೆಲೆ (₹)
ta: ஒன்றின் விலை (₹)

source: Available Quantity
kn: ಲಭ್ಯವಿರುವ ಪ್ರಮಾಣ
ta: கட்டணம்

source: Quantity (kg):
kn: ಪ್ರಮಾಣ (ಕಿ.ಗ್ರಾಂ.):
ta: அளவு (கி.கிரா.)

source: View Cart
kn: ಕಾರ್ಟ್ ನೋಡಿ
ta: காரட்டை காண்க

source: Crop
kn: ಬೆಳೆ
ta: பயிர்

source: Quantity
kn: ಪ್ರಮಾಣ
ta: அளவு

source: Price (₹/kg)
kn: ಬೆಲೆ (₹/ಕಿ.ಗ್ರ.)
ta: விலை (₹/கி.கி.)

source: Total (₹)
kn: ಒಟ್ಟು (₹)
ta: மொத்தம் (₹)

source: Select Delivery Option:
kn: ಡಿಲಿವರಿ ಆಯ್ಕೆ ಆರಿಸು:
ta: டெலிவரி விருப்பத்தைத் தேர்ந்தெடுக்கவும்:

source: Please contact the farmer directly to complete the purchase.
kn: ಖರೀದಿ ಪೂರ್ಣಗೊಳಿಸಲು ರೈತನನ್ನು ನೇರವಾಗಿ ಸಂಪರ್ಕಿಸಿ.
ta: வாங்குதலை முடிக்க விவசாயியை நேரடியாக தொடர்பு கொள்ளவும்.

source: Contact the farmer and pay directly
kn: ರೈತನು ಸಂಪರ್ಕಿಸಿ ಮತ್ತು ನೇರವಾಗಿ ಪಾವತಿ ಮಾಡಿ
ta: விவசாயியை தொடர்பு கொண்டு நேரடியாக பணம் செலுத்தவும்

source: You have selected online payment. Proceed to checkout to complete the payment.
kn: ನೀವು ಆನ್ಲೈನ್ ಪಾವತಿಯನ್ನು ಆರಿಸಿದಿರಾ. ಪಾವತಿ ಪೂರ್ಣಗೊಳಿಸಲು ಚೆಕ್ಔಟ್‌ಗೆ ಮುಂದುವರೆಯಿರಿ.
ta: நீங்கள் ஆன்லைன் கட்டணத்தைத் தேர்ந்தெடுத்துள்ளீர்கள். கட்டணத்தை முடிக்க சேக்கவுட்டிற்கு தொடரவும்.

source: Pay online via farmer's contact number
kn: ರೈತನರ ಸಂಪರ್ಕ ಸಂಖ್ಯೆಯ ಮೂಲಕ ಆನ್ಲೈನ್ ಪಾವತಿ ಮಾಡಿ
ta: விவசாயியின் தொடர்பு எண்ணின் மூலம் ஆன்லைனில் பணம் செலுத்தவும்

source: Proceed to Checkout
kn: ಚೆಕ್ಔಟ್‌ಗೆ ಮುಂದುವರೆಯಿರಿ
ta: சேக்கவுட்டிற்கு தொடரவும்

source: Your cart is empty.
kn: ನಿಮ್ಮ ಕಾರ್ಟ್ ಖಾಲಿ ಇದೆ.
ta: உங்கள் கார்ட் காலியாக உள்ளது

source: Please select a delivery option before proceeding.
kn: ದಯವಿಟ್ಟು ಮುಂದುವರಿಯುವ ಮೊದಲು ಡಿಲಿವರಿ ಆಯ್ಕೆಯನ್ನು ಆರಿಸು.
ta: தொடருவதற்கு முன் டெலிவரி விருப்பத்தைத் தேர்ந்தெடுக்கவும்.

source: Your Cart
kn: ನಿಮ್ಮ ಕಾರ್ಟ್
ta: உங்கள் கார்ட்

source: Logout
kn: ಲಾಗೌಟ್
ta: வெளியேறு

source: Available Crops:
kn: ಲಭ್ಯವಿರುವ ಕೃಷಿಗಳು:
ta: கிடைக்கும் பயிர்கள்:

source: Crop Name
kn: ಕೃಷಿ ಹೆಸರು
ta: பயிர் பெயர்

source: Farmer Name
kn: ರೈತ ಹೆಸರ
ta: விவசாயியின் பெயர்

source: Farmer Contact
kn: ರೈತ ಸಂಪರ್ಕ
ta: விவசாயி தொடர்பு விவரங்கள்

source: Farmer Location
kn: ರೈತ ಸ್ಥಳ
ta: விவசாயியின் இருப்பிடம்

source: Price per kg (₹)
kn: ಪ್ರತಿ ಕಿಲೋ ಬೆಲೆ (₹)
ta: ஒன்றுக்கு விலை (₹)

source: Quantity Available
kn: ಲಭ್ಯವಿರುವ ಪ್ರಮಾಣ
ta: கிடைக்கும் அளவு

source: No crops available.
kn: ಯಾವುದೇ ಕೃಷಿಗಳು ಲಭ್ಯವಿಲ್ಲ.
ta: எந்த பயிர்களும் கிடைக்கவில்லை.

source: Customer Login
kn: ಗ್ರಾಹಕ ಲಾಗಿನ್
ta: வாடிக்கையாளர் உள்நுழைவு

source: Username:
kn: ಉಪಯೋಗಿಸಿಯೇ ಹೆಸರು:
ta: பயனர்பெயர்

source: Password:
kn: ಪಾಸ್ವರ್ಡ್:
ta: கடவுச்சொல்

source: Login
kn: ಲಾಗಿನ್
ta: உள்நுழைவு

source: Don't have an account?
kn: ಅಕೌಂಟ್ ಇಲ್ಲದೆ?
ta: உங்களிடம் கணக்கு இல்லையா?

source: Sign Up
kn: ಸೈನ್ ಅಪ್
ta: பதிவு செய்க

source: Customer Signup
kn: ಗ್ರಾಹಕ ಸೈನ್ ಅಪ್
ta: வாடிக்கையாளர் பதிவு

source: Online Payment
kn: ಆನ್ಲೈನ್ ಪಾವತಿ
ta: ஆன்லைன் பணம்

source: Thank You for Supporting Farmers!
kn: ರೈತರಿಗೆ ಬೆಂಬಲ ನೀಡಿದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು!
ta: விவசாயிகளை ஆதரித்ததற்கு நன்றி!

source: Your purchase directly contributes to improving farmers' livelihoods.
kn: ನಿಮ್ಮ ಖರೀದಿ ರೈತ들의 ಜೀವನೋಪಾಯವನ್ನು ಸುಧಾರಿಸಲು ನೇರವಾಗಿ ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ta: உங்கள் வாங்குதல் விவசாயிகளின் வாழ்வாதாரத்தை மேம்படுத்த உதவுகிறது.

source: Contact Farmer
kn: ರೈತ ಸಂಪರ್ಕಿಸಿ
ta: விவசாயியை தொடர்பு கொள்ளவும்

source: Name:
kn: ಹೆಸರು:
ta: பெயர்

source: Phone:
kn: ಫೋನ್
ta: தொலைபேசி

source: City:
kn: ನಗರ
ta: நகரம்

source: State:
kn: ರಾಜ್ಯ
ta: மாநிலம்

source: Total Price:
kn: ಒಟ್ಟು ಬೆಲೆ
ta: மொத்த விலை

source: Please proceed with the payment using the farmer's contact number above.
kn: ದಯವಿಟ್ಟು ಮೇಲ್ಕಾಣಿಸಿದ ಕೃಷಿಕನ ಸಂಪರ್ಕ ಸಂಖ್ಯೆ ಮೂಲಕ ಪಾವತಿಯನ್ನು ಮುಂದುವರಿಸಿ.
ta: மேலே உள்ள விவசாயியின் தொடர்பு எண்ணை பயன்படுத்தி பணம் செலுத்தவும்.

source: Details not available at the moment.
kn: ಈ ಕ್ಷಣದಲ್ಲಿಯ ವಿವರಗಳು ಲಭ್ಯವಿಲ್ಲ
ta: இப்போது விவரங்கள் கிடைக்கவில்லை.

source: Proceed
kn: ಮುಂದುವರಿಸಿ
ta: தொடரவும்

source: Payment Successful!
kn: ಪಾವತಿ ಯಶಸ್ವಿ!
ta: கட்டணம் வெற்றிகரமாக நிறைவேற்றப்பட்டது!

source: Your payment has been received. Thank you for your support!
kn: ನಿಮ್ಮ ಪಾವತಿ ಸ್ವೀಕರಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಬೆಂಬಲಕ್ಕೆ ಧನ್ಯವಾದಗಳು!
ta: உங்கள் கட்டணம் பெறப்பட்டுள்ளது. உங்கள் ஆதரவை நன்றி!

source: Close
kn: ಮುಚ್ಚಿ
ta: மூடுக

source: Farmer Dashboard
kn: ಕೃಷಿಕ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ta: விவசாயி கட்டுப்பாட்டுப் பலகை

source: Crop Details
kn: ಹೆಚ್ಚುಜವಾಬ್ದಾರಿ ವಿವರಗಳು
ta: பயிர் விவரங்கள்

source: Quantity (kg)
kn: ಮಾತ್ರೆ (ಕೆ.ಜಿ.)
ta: அளவு (கி.கி.)

source: Seeds Cost (₹)
kn: ಬೀಜಗಳ ಬೆಲೆ (₹)
ta: விதை செலவு (₹)

source: Fertilizers Cost (₹)
kn: ಖಾದ್ಯಗಳ ಬೆಲೆ (₹)
ta: உரங்கள் செலவு (₹)

source: Pesticides Cost (₹)
kn: ಹೊಣಕಾಟಗಳ ಬೆಲೆ (₹)
ta: பூச்சிகொல்லி செலவு (₹)

source: Machinery/Fuel Cost (₹)
kn: ಯಂತ್ರಗಳು/ಇಂಧನಗಳ ಬೆಲೆ (₹)
ta: இயந்திரம்/எரிபொருள் செலவு (₹)

source: Family/Unpaid Labor Cost (₹)
kn: ಕುಟುಂಬ/ಪಾವತಿಸದ ಶ್ರಮದ ಬೆಲೆ (₹)
ta: குடும்பம்/மூலதனமில்லா உழைப்பு செலவு (₹)

source: Farmer Details
kn: ಕೃಷಿಕ ವಿವರಗಳು
ta: விவசாயி விவரங்கள்

source: Contact Number
kn: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
ta: தொடர்பு எண்

source: State
kn: ರಾಜ್ಯ
ta: மாநிலம்

source: City
kn: ನಗರ
ta: நகரம்

source: Add Crop
kn: ಪಟಿಯನ್ನು ಸೇರಿಸಿ
ta: பயிரை சேர்

source: Added Crops
kn: ಸೇರಿಸಲಾದ ಪಟಿಗಳು
ta: சேர்க்கப்பட்ட பயிர்கள்

source: MSP (₹)
ta: எம்.எஸ்.பி (₹)

source: Farmer Login
kn: ಕೃಷಿಕ ಲಾಗಿನ್
ta: விவசாயி உள்நுழைவு

source: Username
kn: ಬಳಕೆದಾರ ಹೆಸರು
ta: பயனர் பெயர்

source: Sign up here
kn: ಇಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ
ta: இங்கு பதிவு செய்யவும்

source: Farmer Signup
kn: ಕೃಷಿಕ ಸೈನ್ ಅಪ್
ta: விவசாயி பதிவு

source: Confirm Password
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Already have an account?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಇದೆಯೆ?
ta: உங்களிடம் ஏற்கனவே கணக்கு உள்ளதா?

source: Login here
kn: ಇಲ್ಲಿ ಲಾಗಿನ್ ಮಾಡಿ
ta: இங்கு உள்நுழையவும்

source: Welcome to AGRI-DIRECT
ta: AGRI-DIRECT இற்கு வரவேற்கிறோம்

source: Are you a Farmer or a Customer?
kn: ನೀವು ಕೃಷಿಕ ಅಥವಾ ಗ್ರಾಹಕವೇ?
ta: நீங்கள் விவசாயியா அல்லது வாடிக்கையாளரா?

source: Farmer
kn: ಕೃಷಿಕ
ta: விவசாயி

source: Customer
kn: ಗ್ರಾಹಕ
ta: வாடிக்கையாளர்

source: Proceed with Payment
kn: ಪಾವತಿಯನ್ನು ಮುಂದುವರಿಸಿ
ta: பணம் செலுத்த தொடரவும்

source: Welcome to CROP FLOW
kn: CROP FLOW ಗೆ ಸ್ವಾಗತ
