Repository: ananyakshv/HAL-CropFlow-Pheonix
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ml, te

source: Add to Cart
ml: കാർട്ടിലേക്ക് ചേർക്കുക
te: కార్టులో చేర్చండి

source: Please enter a valid quantity.
ml: ദയവായി സാധുവായ അളവ് നൽകുക
te: దయచేసి సరైన పరిమాణాన్ని నమోదు చేయండి

source: Back to Dashboard
ml: കർഷക ഡാഷ്ബോർഡ്
te: డాష్‌బోర్డ్‌కు వెనక్కి వెళ్ళండి

source: Price per kg
ml: പ്രതി കിലോ വില (₹)
te: కిలోకు ధర (₹)

source: Available Quantity
ml: പാസ്വേഡ്
te: లభ్యమై ఉన్న పరిమాణం

source: Quantity (kg):
ml: തുകയ (കി.ഗ്രാ.)
te: పరిమాణం (కిలో):

source: View Cart
ml: കാർട്ട് കാണുക
te: కార్టును చూడండి

source: Crop
ml: വിളവ്
te: పంట

source: Quantity
ml: അളവ്
te: పరిమాణం

source: Price (₹/kg)
ml: വില (₹/കി.ഗ്ര.)
te: ధర (₹/కిలో)

source: Total (₹)
ml: മൊത്തം (₹)
te: మొత్తం (₹)

source: Select Delivery Option:
ml: ഡെലിവറി ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക:
te: డెలివరీ ఎంపికను ఎంచుకోండి:

source: Please contact the farmer directly to complete the purchase.
ml: വാങ്ങൽ പൂര്‍ത്തിയാക്കാൻ കര്‍ഷകനെ നേരിട്ട് ബന്ധപ്പെടുക.
te: కొనుగోలు పూర్తి చేయడానికి నేరుగా రైతును సంప్రదించండి.

source: Contact the farmer and pay directly
ml: കര്‍ഷകനെ ബന്ധപ്പെടുകയും നേരിട്ട് പണം അടയ്ക്കുകയും ചെയ്യുക
te: రైతును సంప్రదించి నేరుగా చెల్లించండి

source: You have selected online payment. Proceed to checkout to complete the payment.
ml: നിങ്ങൾ ഓൺലൈനായി പണം അടയ്ക്കുന്നതായി തിരഞ്ഞെടുക്കു. പണം പൂരിപ്പിക്കാൻ ചെക്കൗട്ടിലേക്കു തുടരുക.
te: మీరు ఆన్‌లైన్ చెల్లింపును ఎంచుకున్నారు. చెల్లింపును పూర్తి చేయడానికి చెకౌట్‌కు కొనసాగండి.

source: Pay online via farmer's contact number
ml: കര്‍ഷകന്റെ ബന്ധപ്പെടല്‍ നമ്പരിലൂടെ ഓൺലൈനായി പണം അടയ്ക്കുക
te: రైతు సంప్రదింపు సంఖ్య ద్వారా ఆన్‌లైన్ చెల్లింపు చేయండి

source: Proceed to Checkout
ml: ചെക്കൗട്ടിലേക്കു തുടരുക
te: చెకౌట్‌కు కొనసాగండి

source: Your cart is empty.
ml: നിങ്ങളുടെ കാർട്ട് ദ്രവ്യവശമല്ല
te: మీ కార్ట్ ఖాళీగా ఉంది

source: Please select a delivery option before proceeding.
ml: ദയവായി തുടരുന്നതിന് മുൻപ് ഒരു ഡെലിവറി ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.
te: దయచేసి కొనసాగడానికి ముందు డెలివరీ ఎంపికను ఎంచుకోండి.

source: Your Cart
ml: നിങ്ങളുടെ കാർട്ട്
te: మీ కార్ట్

source: Logout
ml: ലോഗ് ഔട്ട്
te: లాగ్ అవుట్

source: Available Crops:
ml: ലഭ്യമായ വിളകള്‍
te: అందుబాటులో ఉన్న పంటలు

source: Crop Name
ml: പടി പേര
te: పంట పేరు

source: Farmer Name
ml: കർഷകന്റെ പേര്
te: రైతు పేరు

source: Farmer Contact
ml: കർഷക വിശദാംശങ്ങൾ
te: రైతు సంబంధ వివరాలు

source: Farmer Location
ml: കർഷക വിശദാംശങ്ങൾ
te: రైతు స్థానిక వివరాలు

source: Price per kg (₹)
ml: പ്രതി കിലോ വില (₹)
te: ప్రతి కిలో ధర (₹)

source: Quantity Available
ml: പാസ്വേഡ്
te: అందుబాటులో ఉన్న పరిమాణం

source: No crops available.
ml: ഏതെങ്കിലും പടത്തുകൾ ഇല്ല.
te: పంటలు అందుబాటులో లేవు

source: Customer Login
ml: ഉപഭോക്താവ്
te: వినియోగదారు లాగిన్

source: Username:
ml: ഉപയോക്തൃനാമം
te: వినియోగదారు పేరు:

source: Password:
ml: പാസ്വേഡ്
te: పాస్వర్డ్:

source: Login
ml: ലോഗിൻ
te: లాగిన్

source: Don't have an account?
ml: ഒരു അക്കൗണ്ട് ഇല്ലേ?
te: మీకు అకౌంట్ లేదు?

source: Sign Up
ml: സൈൻ അപ്പ്
te: సైన్ అప్

source: Customer Signup
ml: ഉപഭോക്താവ്
te: వినియోగదారు సైన్ అప్

source: Online Payment
ml: ഓൺലൈൻ പണം
te: ఆన్‌లైన్ చెల్లింపు

source: Thank You for Supporting Farmers!
ml: കര്‍ഷകങ്ങളെ പിന്തുണയ്ക്കുന്നതിന് നന്ദി!
te: రైతులను మద్దతు ఇస్తున్నందుకు ధన్యవాదాలు!

source: Your purchase directly contributes to improving farmers' livelihoods.
ml: നിങ്ങളുടെ വാങ്ങലുകൾ കര്‍ഷകന്റെ ജീവിതശൈലി മെച്ചപ്പെടുത്താൻ നേരിട്ട് സംഭാവന ചെയ്യുന്നു.
te: మీ కొనుగోలు నేరుగా రైతుల జీవనోపాధిని మెరుగుపరచడంలో సహాయపడుతుంది.

source: Contact Farmer
ml: സംസ്ഥാന ഫോൺ നമ്പർ
te: రైతుని సంప్రదించండి

source: Name:
ml: പേര്
te: పేరు:

source: Phone:
ml: ഫോൺ
te: ఫోన్

source: City:
ml: നഗരം
te: నగరం

source: State:
ml: സംസ്ഥാനം
te: రాష్ట్రం

source: Total Price:
ml: മൊത്തം വില
te: మొత్తం ధర

source: Please proceed with the payment using the farmer's contact number above.
ml: ദയവായി മേല്‍ പറയുന്ന കര്‍ഷകന്റെ ബന്ധപ്പെടല്‍ നമ്പരിലൂടെ പണം അടയ്‌ക്കുക
te: దయచేసి పై రైతు సంప్రదింపు సంఖ్యను ఉపయోగించి చెల్లింపును కొనసాగించండి.

source: Details not available at the moment.
ml: സമയത്ത് വിവരങ്ങൾ ലഭ്യമായില്ല
te: ప్రస్తుతం వివరాలు అందుబాటులో లేవు.

source: Proceed
ml: തുടരുക
te: కొనసాగించండి

source: Payment Successful!
ml: പേയ്മെന്റ് വിജയകരമായി!
te: చెల్లింపు విజయవంతం!

source: Your payment has been received. Thank you for your support!
ml: നിങ്ങളുടെ പേയ്മെന്റ് സ്വീകരിച്ചു. നിങ്ങളുടെ പിന്തുണയ്ക്കു നന്ദി!
te: మీ చెల్లింపును స్వీకరించాం. మీ మద్దతుకు ధన్యవాదాలు!

source: Close
ml: അടയ്ക്കുക
te: మూసివేయండి

source: Farmer Dashboard
ml: കർഷക ഡാഷ്ബോർഡ്
te: రైతు డ్యాష్‌బోర్డ్

source: Crop Details
ml: പടത്തിൻ്റെ വിശദാംശങ്ങൾ
te: పంట వివరాలు

source: Quantity (kg)
ml: തുകയ (കി.ഗ്രാ.)
te: పరిమాణం (kg)

source: Seeds Cost (₹)
ml: ബീജങ്ങളുടെ വില (₹)
te: విత్తనాల ఖర్చు (₹)

source: Fertilizers Cost (₹)
ml: അന്ധജങ്ങളുടെ വില (₹)
te: ఎరువుల ఖర్చు (₹)

source: Pesticides Cost (₹)
ml: പესტിസൈഡുകളുടെ വില (₹)
te: పెస్టిసైడ్ల ఖర్చు (₹)

source: Machinery/Fuel Cost (₹)
ml: യന്ത്ര/ഇന്ധനങ്ങളുടെ വില (₹)
te: యంత్రాలు/ఇంధన ఖర్చు (₹)

source: Family/Unpaid Labor Cost (₹)
ml: കുടുംബ/അർഹമായ ശ്രമത്തിന്റെ വില (₹)
te: కుటుంబ/చెల్లింపులేని కార్మిక ఖర్చు (₹)

source: Farmer Details
ml: കർഷക വിശദാംശങ്ങൾ
te: రైతు వివరాలు

source: Contact Number
ml: സംസ്ഥാന ഫോൺ നമ്പർ
te: సంప్రదింపు సంఖ్య

source: State
ml: സംസ്ഥാനം
te: రాష్ట్రం

source: City
ml: നഗരം
te: నగరం

source: Add Crop
ml: പടി ചേർക്കുക
te: పంటను చేర్చండి

source: Added Crops
ml: ചേർത്ത പടത്തുകൾ
te: చేర్చిన పంటలు

source: Farmer Login
ml: കർഷകൻ
te: వ్యవసాయదారు లాగిన్

source: Username
ml: ഉപയോക്തൃനാമം
te: వినియోగదారుని పేరు

source: Sign up here
ml: ഇവിടെ സൈൻ അപ്പ് ചെയ്യുക
te: ఇక్కడ సైన్ అప్ చేయండి

source: Farmer Signup
ml: കർഷകൻ
te: వ్యవసాయదారుని నమోదు

source: Confirm Password
ml: പാസ്വേഡ് സ്ഥിരീകരിക്കുക
te: పాస్‌వర్డ్‌ను నిర్ధారించండి

source: Already have an account?
ml: ഇതിന് മുമ്പ് അക്കൗണ്ട് ഉണ്ടോ?
te: మీకు ఇప్పటికే ఖాతా ఉందా?

source: Login here
ml: ഇവിടെ ലോഗിൻ ചെയ്യുക
te: ఇక్కడ లాగిన్ చేయండి

source: Welcome to AGRI-DIRECT
ml: AGRI-DIRECT ൽ സ്വാഗതം
te: AGRI-DIRECT కు స్వాగతం

source: Are you a Farmer or a Customer?
ml: നിങ്ങൾ ഒരു കർഷകനോ ഉപഭോക്താവോ?
te: మీరు వ్యవసాయదారునా లేదా కస్టమరా?

source: Farmer
ml: കർഷകൻ
te: వ్యవసాయదారు

source: Customer
ml: ഉപഭോക്താവ്
te: కస్టమర్

source: Proceed with Payment
ml: പണമടയ്‌ക്കുക
te: చెల్లింపుతో కొనసాగండి
